kennet-one/kPowerLed/sdkconfig.defaults.esp32
CONFIG_IDF_TARGET="esp32"
CONFIG_ESP32_REV_MIN_3=y
CONFIG_ESP32_REV_MIN=3
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_240=y
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ=240
